<?php
return [
    'code'  =>  [
        'SUCCESS'                       =>   1,          //成功
        'USER_ERROR'                    =>  -1001,      //用户不存在
        'PASSWORD_ERROR'                =>  -1002,      //密码错误
        'USER_PASSWORD_ERROR'           =>  -1003,      //账户名或密码有误
        'USER_LOGIN_EXCESS_TIME_OUT'    =>  -1004     //用户操作过多
    ],
    'info'  =>  [
        1       =>  '注意:登录中>>>',
       -1001    =>  '注意:用户输入有误',
       -1002    =>  '注意:密码输入有误',
       -1003    =>  '注意:账户名或密码有误',
       -1004    =>  '注意:操作次数过多'
    ]
];